Repository: BackupTheBerlios/xgngeo
Catalog: data/lang/*/LC_MESSAGES/xgngeo.po
Languages: fr, pl

source: It seems that the important path parameters are not all valid. That is normal if Gngeo configuration file hasn't been yet created. Anyway, correct values should be specified for the emulation to work. Press OK to do so...
fr: Il semble que les paramètres des chemins importants ne sont pas tous valides. Ceci est normal si le fichier de configuration de Gngeo n'a pas encore été créé. Qu'importe, des valeurs correctes doivent être spécifiées pour que l'émulation fonctionne. Appuyez sur Ok pour le faire...
pl: Wygląda na to, że ścieżki do ważnych plików są niepoprawne. To jest normalne, gdy nie zostały utworzone pliki konfiguracyjne Gngeo. Poprawnie ustawione ścieżki pozwolą uruchomić emulator. Naciśnij OK, aby kontynuować...

source: Error: Unable to open the file "%s"! You can read the GNU GPL license at: http://www.gnu.org/licenses/gpl.html
fr: Erreur : Impossible d'ouvrir le fichier « %s » ! Vous pouvez lire la licence GNU GPL à : http://www.gnu.org/licenses/gpl.html
pl: Nie można otworzyć pliku "%s"! Możesz przeczytać licencje GNU GPL pod adresem: http://www.gnu.org/licenses/gpl.html - orginał http://www.gnu.org.pl/text/licencja-gnu.html - tłumaczenie

source: License
fr: Licence
pl: Licencja

source: This program is released under the terms of the GNU General Public License.
fr: Ce programme est diffusé selon les termes de la Licence Publique Générale GNU.
pl: XGngeo jest dystrybuowany z warunkami licencji GPL v2.

source: Rom stopped (%s).
fr: Rom arrêtée (%s).
pl: Rom zatrzymany (%s).

source: Welcome! ^_^
fr: Bienvenue! ^_^

source: Gngeo returned the following message:
fr: Gngeo a retourné le message suivant :
pl: Gngeo zwróciło następujący komunikat:

source: Starting Rom (%s)
fr: Démarrage de la Rom (%s)
pl: Uruchamianie (%s)

source: List of Roms from your driver file.
fr: Liste de Roms de votre fichier pilote.
pl: Lista Romów:

source: Double-click on its name to select a Rom, then press Open to load it if available (blue background).
fr: Double-cliquez sur son nom pour sélectionner une Rom, puis appuyez sur Ouvrir pour la charger si disponible (fond bleu).
pl: Podwójne kliknięcie wybiera Rom, a przycisk Otwórz go ładuje, jeżeli jest dostępny (niebieskie tło).

source: List of Roms from your "romrc" file
fr: Liste de Roms de votre fichier "romrc"

source: Driver file supporting <b>%s</b> Roms.
fr: Fichier pilote supportant <b>%s</b> Roms.
pl: Gngeo obsługuje <b>%s</b> Romów.

source: Show available Roms only.
fr: N'afficher que les Roms disponibles.
pl: Pokazuj tylko dostępne romy.

source: Preview image
fr: Image d'aperçu
pl: Obrazki

source: Manufacturer:
fr: Fabriquant :
pl: Producent:

source: Year:
fr: Année :
pl: Rok:

source: Players:
fr: Joueurs :
pl: Graczy:

source: Rating:
fr: Note :

source: Size:
fr: Taille :
pl: Rozmiar:

source: Specific configuration:
fr: Configuration spécifique
pl: Specyficzna konfiguracja dla danego Romu:

source: Rom archive
fr: Archive de Rom
pl: Archiwum

source: About XGngeo
fr: À propos d'XGngeo
pl: O programie XGngeo

source: XGngeo: a frontend for Gngeo. :p
fr: XGngeo : un frontend pour Gngeo. :p
pl: XGngeo: graficzna nakładka na Gngeo. :p

source: Running Gngeo version %s.
fr: Fonctionnant avec Gngeo version %s.
pl: XGngeo wersja: %s.

source: Credits
fr: Crédits
pl: Zasługi

source: Main coder: Choplair. Assisted by: Pachilor.
fr: Codeur principal : Choplair. Assisté par : Pachilor. Traduction française: Choplair.
pl: Główny autor: Choplair. Asystent: Pachilor. Tłumaczenie: matma <matma@irc.pl>.

source: No Bios.
fr: Pas de Bios.
pl: Brak Biosu.

source: Important path configuration
fr: Configuration de chemins importants
pl: Konfiguracja ścieżek

source: These paths must be valid for a working emulation.
fr: Ces chémins doivent être valides pour que l'émulation fonctionne.
pl: Ścieżki muszą być poprawne, aby emulator działał prawidłowo.

source: Roms & Bios directory:
fr: Répertoire des Roms et du Bios:
pl: Ścieżka do romów i Biosu:

source: Select the Roms & Bios directory.
fr: Sélectionnez le répertoire des Roms et du Bios.
pl: Wybierz katalog Romów i Biosu.

source: Rom driver file ("romrc"):
fr: Fichier pilote des Roms (« romrc ») :
pl: Plik "romrc":

source: Select the Rom driver file.
fr: Sélectionnez le fichier pilote des Roms.
pl: Wybierz plik "romrc".

source: Gngeo executable:
fr: Exécutable de Gngeo :
pl: Binarka Gngeo:

source: Select the Gngeo executable.
fr: Séléctionnez l'exécutable de Gngeo.
pl: Wybierz binarkę Gngeo.

source: Path to romrc:
fr: Chemin vers romrc:

source: Global emulation configuration.
fr: Configuration de l'émulation globale.
pl: Ustawienia emulacji.

source: Specific emulation options for "%s".
fr: Options d'émulation spécifiques pour « %s ».
pl: Specyficzne opcje emulacji dla "%s".

source: Graphic
fr: Graphisme
pl: Grafika

source: Fullscreen
fr: Plein écran
pl: Pełny ekran

source: Show FPS
fr: Afficher le FPS
pl: Pokaż FPS

source: Auto Frameskip
fr: Saut de frame auto
pl: Automatyczne opuszczanie klatek

source: Scale:
fr: Échelle :
pl: Jakość:

source: Larger screen (windowed mode)
fr: Écran plus grand (mode fenétré)
pl: Większy ekran (tryb okienkowy)

source: Raster effect
fr: Effet raster

source: Blitter:
fr: Blitteur :

source: Software blitter
fr: Blitteur logiciel

source: Opengl blitter
fr: Blitteur OpenGL

source: YUV blitter (YV12)
fr: Blitteur YUV (YV12)

source: Effect:
fr: Effet :
pl: Efekty:

source: No effect
fr: Aucun effet
pl: Brak efektów

source: Scanline effect
fr: Effet scanline

source: Scanline 50% effect
fr: Effet scanline à 50%

source: Scale2x effect
fr: Effet échelle x2

source: Scale3x effect
fr: Effet échelle x3

source: Scale4x effect
fr: Effet échelle x4

source: Scale2x effect with 50% scanline
fr: Effet échelle x2 avec scanline à 50%

source: Scale2x effect with 75% scanline
fr: Effet échelle x2 avec scanline à 75%

source: HQ2X effect. High quality
fr: Effet HQ2X. Haute qualité.

source: HQ3X effect. High quality
fr: Effet HQ3X. Haute qualité.

source: LQ2X effect. Low quality
fr: Effet LQ2X. Basse qualité.

source: LQ3X effect. Low quality
fr: Effet LQ3X. Basse qualité.

source: Double the x resolution (soft blitter only)
fr: Double la résolution horizontale (blitteur logiciel seulement)

source: SAI effect
fr: Effet SAI

source: SuperSAI effect
fr: Effet SuperSAI

source: Eagle effect
fr: Effet Eagle

source: Enable sound
fr: Activer le son
pl: Włącz dźwięk

source: Sample rate:
fr: Fréquence :
pl: Częstotliwość próbkowania:

source: Enable joystick support
fr: Activer le support du joystick
pl: Włącz obsługę joysticka

source: Player 1 device:
fr: Périphérique du joueur 1 :
pl: Gracz 1

source: Player 2 device:
fr: Périphérique du joueur 2 :
pl: Gracz 2

source: Keyboard
fr: Clavier
pl: Klawiatura

source: To modify a key, click the button then push your new key. This configuration is only for keyboard.
fr: Pour modifier une touche, cliquez sur le bouton puis appuyez sur votre nouvelle touche. Cette configuration est uniquement pour le clavier.
pl: Aby zmodyfikować klawisz, wciśnij przycisk, i naciśnij nowy klawisz. Konfiguracja jest tylko dla klawiatury.

source: Controller:
fr: Contrôle :
pl: Kontroler:

source: Player 1
fr: Joueur 1
pl: Gracz 1

source: Player 2
fr: Joueur 2
pl: Gracz 2

source: System
fr: Système

source: Neo Geo type:
fr: Type de Neo Geo :
pl: Typ gry:

source: Country:
fr: Région :
pl: Kraj:

source: Japan
fr: Japon
pl: Japonia

source: USA
fr: États-unis

source: Other thing configuration
fr: Configuration des autres choses
pl: Pozostała konfiguracja

source: Auto execute Roms.
fr: Auto-exécuter les Roms.
pl: Automatyczne uruchamianie

source: Auto execute Roms
fr: Auto éxecuter les Roms

source: History size:
fr: Taille de l'historique :
pl: Ilość pozycji w historii:

source: Path to libGL.so (optional):
fr: Chemin vers libGL.so (optionnel) :
pl: Ścieżka do libGL.so (opcjonalnie):

source: Select the "%s" file.
fr: Sélectionnez le fichier "%s".
pl: Wybierz plik "%s".

source: Preview image directory (optional):
fr: Répertoire des images d'aperçu (optionnel) :
pl: Ścieżka do obrazków (opcjonalnie):

source: Select the preview image directory.
fr: Sélectionnez le répertoire des images d'aperçu.
pl: Ścieżka do obrazków:

source: XML file containing Rom infos (optional):
fr: Fichier XML contenant les infos sur les Roms (opt.) :
pl: Ścieżka do pliku XML zawierającego informacje o romach (opcjonalnie):

source: Select the XML file containing Rom infos.
fr: Selectionnez le fichier XML contenant les infos sur les Roms.
pl: Wybierz plik XML zawierający informacje o romach.

source: Sorry, this configuration cannot be saved because one or more parameters look not valid.
fr: Désolé, cette configuration ne peut pas être sauvegardée car un ou plusieurs paramètres ont l'air invalides.
pl: Sorry, ta konfiguracja nie może być zapisana, ponieważ jeden lub więcej parametrów jest niepoprawnych.

source: Please check it up then try to save again... ^^;
fr: Merci de verifier cela puis essayez de sauvegarder à nouveau... ^^;
pl: Proszę sprawdzić jeszcze raz, a potem zapisać... ^^;

source: Path to "romrc" doesn't exist.
fr: Le chemin vers "romrc" n'existe pas.

source: Path to "romrc" is not a file!
fr: Le chemin vers "romrc" n'est pas un fichier!

source: Configuration has been saved.
fr: La configuration a été sauvegardée.
pl: Konfiguracja została zapisana.

source: Configuration was not saved.
fr: La configuration n'a pas été sauvegardée.
pl: Konfiguracja nie została zapisana.

source: _File
fr: _Fichier
pl: _Plik

source: _Load Rom
fr: _Charger une Rom
pl: _Załaduj Rom

source: From _list
fr: Depuis la _liste
pl: _Z listy

source: _Manually
fr: _Manuellement
pl: _Ręcznie

source: Select a Rom
fr: Sélectionnez une Rom
pl: Wybierz plik

source: _History
fr: _Historique
pl: _Historia

source: _Important paths
fr: Répertoires _importants
pl: _Scieżki

source: _Global emulation
fr: Émulation _globale
pl: _Ustawienia emulacji

source: _Graphic
fr: _Graphisme
pl: _Grafika

source: _Keyboard
fr: _Clavier
pl: _Klawiatura

source: _System
fr: _Système

source: _Other
fr: A_utre
pl: _Inne

source: _About
fr: _À propos

source: _License
fr: _Licence
pl: _Licencja

source: Welcome to XGngeo version %i.
fr: Bienvenue sur XGngeo version %i.
pl: Witamy w XGngeo wersja: %i.

source: Description:
pl: Opis:

source: Genre:
pl: Rodzaj gry:

source: Informations
pl: Informacje

source: Version %i.
pl: Wersja %i.

source: Interpolation
pl: Interpolacja

source: Audio / Joystick
pl: Dźwięk / Joystick

source: Audio
pl: Dźwięk

source: Europe
pl: Europa

source: _Configuration
pl: _Konfiguracja

source: _Audio / Joystick
pl: _Dźwięk / Joystick
