Repository: BackupTheBerlios/xgngeo
Catalog: data/locale/*/LC_MESSAGES/xgngeo.po
Languages: de, es, sv

source: It seems that the important path parameters are not all valid. That is normal if Gngeo configuration file hasn't been yet created. Anyway, correct values should be specified for the emulation to work. Press OK to do so...
de: Es scheint, als wären die Pfad-Paramater nicht richtig. Falls die GNgeo-Konfigurations-Datei noch nicht erstellt wurde, ist das normal. Um die Emulation zu ermöglichen, sollten die Werte richtig gesetzt werden. Drücken Sie OK, um dies zu tun...
es: Parece que los parámetros de trayectoria importantes no son válidos en su totalidad. Eso es normal si el archivo de configuración de Gngeo no ha sido creado aun. De todas maneras, los valores correctos deberían ser especificados para que la emulación funcione. Presione Aceptar para hacerlo...
sv: Det verkar som om viktiga sökvägsparametrar inte är giltiga. Det är normalt om Gngeos konfigurationsfil ännu inte har skapats. Hur som helst, korrekta värden ska anges för att emuleringen ska fungera. Tryck OK för att göra det...

source: Error: Unable to open the file "%s"! You can read the GNU GPL license at: http://www.gnu.org/licenses/gpl.html
de: Fehler: Konnte Datei "%s" nicht öffnen! Sie können die GNU GPL Lizenz hier nachlesen: http://www.gnu.org/licenses/gpl.html
es: Error:·¡No se puede abrir el archivo "%s"! Puede leer la licencia GNU GPL en: http://www.gnu.org/licenses/gpl.html http://gugs.sindominio.net/licencias/ http://www.garaitia.com/new/gpl-spanish.php
sv: Fel: Kunde inte öppna filen "%s"! Du kan läsa GNU GPL-licensen på: http://www.gnu.org/licenses/gpl.html

source: License
de: Lizenz
es: Licencia
sv: Licens

source: This program is released under the terms of the GNU General Public License.
de: Dieses Programm wurde unter der GNU General Public Lizenz veröffentlicht.
es: Este programa es distribuido bajo la licencia GNU GPL:
sv: Det här programmet är utgivet under villkoren för GNU General Public License.

source: ROM stopped (%s).
es: ROM detenido (%s)
sv: ROM stoppad (%s).

source: Gngeo returned the following message:
de: Gngeo gab folgende Nachricht aus:
es: Gngeo regresó el siguiente mensaje:
sv: Gngeo returnerade följande meddelande:

source: Starting ROM (%s)
es: Iniciando ROM (%s)
sv: Startar ROM (%s)

source: An error occured while trying to delete the ROM archive.
es: Ha ocurrido un error mientras se intentaba borrar el archivo de ROM.
sv: Ett fel inträffade vid försök att ta bort ROM-arkivet.

source: Should XGngeo proceed with the deletion of the ROM <b>%s</b> located at <i>%s</i>?
es: ¿Debe proceder XGngeo con el borrado del ROM <b>%s</b> localizado en <i>%s</i>?
sv: Ska XGngeo fortsätta med borttagningen av ROM-filen <b>%s</b> som finns på <i>%s</i>?

source: Please note this operation is irremediable.
es: Por favor note que esta operación es irremediable.
sv: Observera att den här åtgärden är oåterkallelig.

source: Cannot delete a ROM which is unavailable!
es: ¡No se puede borrar una ROM que no está disponible!
sv: Kan inte ta bort en ROM som är otillgänglig!

source: <b>%s</b> available ROMs.
es: <b>%s</b> ROMs disponibles.
sv: <b>%s</b> tillgängliga ROM-filer.

source: Setting ROM directories.
es: Configurando los directorios de ROMs.
sv: Ställer in ROM-kataloger.

source: Here you can add multiple directories to scan for ROMs (this is not recursive).
es: Aquí puede agregar múltiples directorios para buscar ROMs (esto no es recursivo).
sv: Här kan du lägga till flera kataloger att söka av efter ROM-filer (det här är inte rekursivt).

source: This directory is already in the ROM directory list!
es: ¡Este directorio ya se encuentra en la lista de directorios de ROMs!
sv: Den här katalogen finns redan i listan över ROM-kataloger!

source: Select a ROM directory to add.
es: Seleccione un directorio de ROMs a agregar.
sv: Välj en ROM-katalog att lägga till.

source: Your Neo Geo ROM list.
es: Su lista de ROMs de Neo Geo.
sv: Din Neo Geo ROM-lista.

source: Select a ROM by clicking on its name, then press <b>Open</b> to load it if available (colored background).
es: Seleccione un ROM dando un click en su nombre, después presione <b>Abrir</b> para cargarlo si está disponible (fondo coloreado).
sv: Välj en ROM-fil genom att klicka på dess namn, tryck sedan på <b>Öppna</b> för att läsa in den, om den är tillgänglig (färgad bakgrund).

source: ROM directories...
es: Directorios de ROMs...
sv: ROM-kataloger...

source: Show available ROMs only.
es: Mostrar ROMs disponibles solamente.
sv: Visa endast tillgängliga ROM-filer.

source: Preview image
de: Bildvorschau
es: Imagen de Previsualización
sv: Förhandsvisa bild

source: Description:
de: Beschreibung:
es: Descripción:
sv: Beskrivning:

source: Manufacturer:
de: Hersteller:
es: Fabricante:
sv: Tillverkare:

source: Year:
de: Jahr:
es: Año:
sv: År:

source: Genre:
es: Género:

source: Players:
de: Spieler:
es: Jugadores:
sv: Spelare:

source: Rating:
de: Bewertung:
es: Puntuación:
sv: Betyg:

source: Size:
de: Größe:
es: Tamaño:
sv: Storlek:

source: Informations
de: Informationen
es: Informaciones
sv: Information

source: Specific configuration:
de: Spezifische Einstellungen:
es: Configuración específica:
sv: Specifik konfiguration:

source: Detected ROM: <b>%s</b>.
es: ROMs detectados: <b>%s</b>.
sv: Hittad ROM-fil: <b>%s</b>.

source: Gngeo is not recognizing this ROM anymore!
es: ¡Gngeo ya no está reconociendo este ROM!
sv: Gngeo känner inte till den här ROM-filen längre!

source: Such an issue has two explanations: the ROM archive has been corrupted or the driver that used to handle this ROM has been altered/deleted (most probable).
es: Semejante problema tiene dos explicaciones: el archivo de ROM se ha corrompido o el driver que solía manejar este ROM ha sido alterado/borrado (lo más probable).
sv: Ett sådant problem har två förklaringar: ROM-arkivet har skadats eller att drivrutinen som används för att hantera ROM-filen har ändrats/tagits bort (mest troligt).

source: Cannot continue: the ROM you wanted to load was not found on the file system!
es: No se puede continuar: ¡El ROM que deseaba cargar no fue encontrado en el sistema de archivos!
sv: Kan inte fortsätta: ROM-filen du ville läsa in hittades inte på filsystemet!

source: It is now indicated as unavailable in the ROM History menu.
es: Está ahora indicado como no disponible en el menú de Historial de ROMs.
sv: Det indikeras nu som inte tillgängligt i ROM-historikmenyn.

source: This ROM is unloadable because Gngeo could not find any suitable driver to handle it.
es: Este ROM no puede ser cargado porque Gngeo no pudo encontrar ningún driver adecuado para manejarlo.
sv: Den här ROM-filen är inte läsbar därför att Gngeo inte kunde hitta en lämplig drivrutin för att hantera den.

source: Error: file doesn't exist!
es: Error: ¡El archivo no existe!
sv: Fel: filen finns inte!

source: About XGngeo
de: Über XGngeo
es: Acerca de XGngeo
sv: Om XGngeo

source: XGngeo: a frontend for Gngeo. :p
de: XGngeo: Eine Oberfläche für Gngeo :p
es: XGngeo: un frontend para Gngeo. :p
sv: XGngeo: en framände för Gngeo. :p

source: Version %s.
es: Versión %s.

source: Running Gngeo version %s.
de: Verwendete Gngeo-Version %s.
es: Corriendo Gngeo versión %s.
sv: Kör Gngeo version %s.

source: Credits
de: Mitarbeiter
es: Créditos
sv: Tack till

source: Lead programmer: Choplair. Assisted by: Pachilor. Contribution: Achraf Cherti. Documentation: Ms. Marie-Claire.
es: Programador principal: Choplair. Asistido por: Pachilor. Aportación: Achraf Cherti. Documentación: Ms. Marie-Claire.
sv: Huvudprogrammerare: Choplair. Assisterad av: Pachilor. Bidragsgivare: Achraf Cherti. Dokumentation: Ms. Marie-Claire.

source: Translations
es: Traducciones
sv: Översättningar

source: Brazilian: Matheus Villela. French: Choplair. German: Peter Kainrad. Polish: Mateusz Wolsza. Spanish: Sheng Long Gradilla.
es: Brasileño: Matheus Villela. Francés: Choplair. Alemán: Peter Kainrad. Polaco: Mateusz Wolsza. Español: Sheng Long Gradilla.
sv: Brasilianska: Matheus Villela. Franska: Choplair. Tyska: Peter Kainrad. Polska: Mateusz Wolsza. Spanska: Sheng Long Gradilla. Svenska: Daniel Nylander.

source: BIOS OK.
es: BIOS correcto.

source: No BIOS.
es: No hay BIOS.
sv: Inget BIOS.

source: Configuration was not saved.
de: Einstellung wurde nicht gespeichert.
es: La configuración no se guardó.
sv: Konfigurationen sparades inte.

source: Important path configuration
de: Wichtige Pfad-Einstellungen
es: Configuración de trayectorias importantes
sv: Konfiguration av viktiga sökvägar

source: These paths must be valid for a working emulation.
de: Für eine funktionierende Emulation müssen diese Pfäde richtig gesetzt sein.
es: Estas trayectorias deben ser válidas para que funcione la emulación.
sv: Dessa sökvägar måste vara giltiga för att emuleringen ska fungera.

source: BIOS files location:
es: Localización de archivos de BIOS:
sv: Plats för BIOS-filer:

source: Select the BIOSfiles location.
es: Seleccione la localización de los archivos de BIOS.
sv: Välj platsen för BIOS-filerna.

source: ROM drivers directory:
es: Directorio de drivers de ROMs:
sv: Katalog för ROM-drivrutiner:

source: Select the ROM drivers directory.
es: Seleccione el directorio de drivers de ROMs.
sv: Välj katalogen för ROM-drivrutiner.

source: Gngeo executable:
de: Gngeo Startdatei:
es: Ruta al ejecutable de Gngeo:
sv: Körbar Gngeo-fil:

source: Select the Gngeo executable.
de: Wählen Sie die Gngeo Startdatei.
es: Seleccione el ejecutable de Gngeo.
sv: Välj körbar fil för Gngeo.

source: Global emulation configuration.
de: Globale Emulations-Einstellungen.
es: Configuración global de emulación.
sv: Konfiguration av global emulering.

source: Specific emulation options for "%s".
de: Spezifische Emulationseinstellungen für "%s".
es: Opciones específicas de emulación para "%s".
sv: Specifika emuleringsalternativ för "%s".

source: Graphic
de: Grafik
es: Gráficos
sv: Grafik

source: Fullscreen
de: Vollbildschirm
es: Pantalla completa
sv: Helskärm

source: Interpolation
es: Interpolación
sv: Interpolering

source: Show FPS
de: Zeige FPS
es: Mostrar CPS
sv: Visa bilder/s

source: Auto Frameskip
es: Autoajuste de salto de cuadros
sv: Hoppa automatiskt över bildrutor

source: Raster effect
de: Raster-Effekt
es: Efectos Raster
sv: Rastereffekt

source: Hardware surface
es: Superficie por Hardware
sv: Hårdvaruyta

source: Windowed mode
es: Modalidad de Ventana
sv: Fönsterläge

source: Scale:
de: Skalierung:
es: Escalar:
sv: Skala:

source: Larger screen
es: Pantalla más grande
sv: Större skärm

source: Software blitter
es: Blitter por software
sv: Programvarublitter

source: OpenGL blitter
es: Blitter OpenGL

source: YUV blitter (YV12)
es: Blitter YUV (YV12)

source: Effect:
de: Effekt:
es: Efecto:
sv: Effekt:

source: No effect
de: Kein Effekt
es: Sin efecto
sv: Ingen effekt

source: Scanline effect
de: Scanline-Effekt
es: Efecto Scanline
sv: Sveplinjeseffekt

source: Scale2x effect
de: 2x Skalierungs-Effekt
es: Efecto Scale2x
sv: Scale2x-effekt

source: Scale3x effect
de: 3x Skalierungs-Effekt
es: Efecto Scale3x
sv: Scale3x-effekt

source: Scale4x effect
de: 3x Skalierungs-Effekt
es: Efecto Scale4x
sv: Scale4x-effekt

source: Scale2x effect with 50% scanline
de: 2x Skalierungs-Effekt mit 50% Scanlines
es: Efecto Scale2x con scanline 50%
sv: Scale2x-effekt med 50% sveplinje

source: Scale2x effect with 75% scanline
de: 2x Skalierungs-Effekt mit 75% Scanlines
es: Efecto Scale2x con scanline 75%
sv: Scale2x-effekt med 75% sveplinje

source: HQ2X effect. High quality
de: HQ2X-Effekt - Hohe Qualität
es: Efecto HQ2X. Alta calidad
sv: HQ2X-effekt. Hög kvalitet

source: HQ3X effect. High quality
de: HQ3X-Effekt. - Hohe Qualität
es: Efecto HQ3X. Alta calidad
sv: HQ3X-effekt. Hög kvalitet

source: LQ2X effect. Low quality
de: LQ2X-Effekt. - Niedrige Qialität
es: Efecto LQ2X. Baja calidad
sv: LQ2X-effekt. Låg kvalitet

source: LQ3X effect. Low quality
de: LQ3X-Effekt. - Niedrige Qualität
es: Efecto LQ3X. Baja Calidad
sv: LQ3X-effekt. Låg kvalitet

source: Double the x resolution (soft blitter only)
de: Verdoppelte X-Auflösung (nur Soft-Blitter)
es: Duplicar la resolución x (sólo blitter por software)
sv: Dubbla x-upplösningen (endast programvarublitter)

source: SAI effect
de: SAI-Effekt
es: Efecto SAI
sv: SAI-effekt

source: SuperSAI effect
de: SuperSAI-Effekt
es: Efecto SuperSAI
sv: SuperSAI-effekt

source: Eagle effect
de: Eagle-Effekt
es: Efecto Eagle
sv: Eagle-effekt

source: Transparency pack (optional):
es: Paquete de transparencia (opcional):
sv: Paket för genomskinlighet (valfritt):

source: Select a transparency pack.
es: Seleccione un paquete de transparencia.
sv: Välj ett paket för genomskinlighet.

source: Enable sound
de: Sound ein- / ausschalten
es: Habilitar sonido
sv: Aktivera ljud

source: Sample rate:
es: Calidad del sonido:
sv: Samplingshastighet:

source: Enable joystick support
de: Joystick-Unterstützung ein- / ausschalten
es: Habilitar soporte para joystick.
sv: Aktivera stöd för styrspak

source: Player 1 device:
de: Spieler 1 Device:
es: Dispositivo del jugador 1
sv: Enhet för spelare 1:

source: Player 2 device:
de: Spieler 2 Device:
es: Dispositivo del jugador 2
sv: Enhet för spelare 2:

source: Controls
es: Controles
sv: Kontroller

source: To modify a key, click on the button under it's icon, then push your new key. It works for keyboard only.
es: Para modificar una tecla, haga click en el botón y después presione la nueva tecla. Funciona solamente para el teclado.
sv: För att redigera en tangent, klicka på knappen under dess ikon, tryck sedan på den nya tangenten. Det fungerar endast för tangentbord.

source: Edit player %i hotkeys...
es: Editar los hotkeys para el jugador %i ...
sv: Redigera snabbtangenter för spelare %i...

source: Allocation:
es: Alocación:
sv: Allokering:

source: Player 1
de: Spieler 1
es: Jugador 1
sv: Spelare 1

source: Player 2
de: Spiler 2
es: Jugador 2
sv: Spelare 2

source: Hotkeys edition for player %i.
es: Edición de Hotkeys para el jugador %i.
sv: Redigerar snabbtangenter för spelare %i.

source: Here you can bind hotkeys to your desired combinations of fire buttons.
es: Aquí puede asignar hotkeys a sus combinaciones de botones deseados.
sv: Här är du binda snabbtangenter till dina önskade kombinationer för skjutknappar.

source: System
es: Sistema

source: Neo Geo BIOS type:
es: Tipo de BIOS de Neo Geo:
sv: Neo Geo BIOS-typ:

source: Arcade
es: Arcadia
sv: Arkad

source: Home (AES)
es: Casero (AES)

source: Country:
de: Land:
es: País:
sv: Land:

source: Japan
es: Japón

source: USA
es: EUA

source: Europe
de: Europa
es: Europa
sv: Europa

source: This option has no effect for the universal BIOS.
es: Esta opción no tiene efecto para el BIOS universal.
sv: Det här alternativet har ingen effekt för universellt BIOS.

source: 68K CPU clock:
es: Reloj del CPU 68K:
sv: 68K CPU-klocka:

source: Z80 CPU clock:
es: Reloj del CPU Z80:
sv: Z80 CPU-klocka:

source: Other things configuration
es: Configuración de otras cosas
sv: Övrig konfiguration

source: Path to libGL.so (optional):
de: Pfad zu libGL.so (optional):
es: Ruta a libGL.so (opcional):
sv: Sökväg till libGL.so (valfritt):

source: Select the "%s" file.
de: Wählen Sie die "%s"-Datei.
es: Seleccione el archivo "%s".
sv: Välj filen "%s".

source: Preview image directory (optional):
de: Bild-Vorschau Verzeichnis (optional):
es: Directorio de imágenes de previsualización (opcional):
sv: Katalog för förhandsvisningsbilder (valfritt):

source: Select the preview image directory.
de: Wählen Sie das Bild-Vorschau-Verzeichnis.
es: Seleccione el directorio de imágenes de previsualización.
sv: Välj katalog för förhandsvisningsbilder.

source: XML file containing ROM infos (optional):
es: Archivo XML conteniendo info de los ROMs (opcional):
sv: XML-fil som innehåller ROM-information (valfritt):

source: Select the XML file containing ROM infos.
es: Selecciona el archivo XML conteniendo info del ROM.
sv: Välj XML-filen som innehåller ROM-information.

source: Maximum size of the ROM history menu:
es: Tamaño máximo del menú de historial de ROMs:
sv: Maximal storlek på ROM-historikmenyn:

source: Auto-execute ROMs after loading.
es: Auto ejecutar ROMs después de cargarlos.
sv: Kör ROM-filer automatiskt efter inläsning.

source: Center XGngeo window on start.
es: Centrar la ventana de XGngeo al iniciar.
sv: Centrera XGngeo-fönstret vid uppstart.

source: Let emulator sleep when idle.
es: Dejar que el emulador duerma cuando esté inactivo.
sv: Låt emulatorn sova när den är inaktiv.

source: Execute ROMs in benchmark mode.
es: Ejecutar ROMs en modalidad benchmark.
sv: Kör ROM-filer i mätningsläge.

source: ROM list
es: Lista de ROMs
sv: ROM-lista

source: Only show available ROMs by default.
es: Mostrar ROMs disponibles solamente.
sv: Visa endast tillgängliga ROM-filer som standard.

source: Set available ROM background color
es: Configurar el color de fondo para los ROMs disponibles
sv: Ställ in bakgrundsfärg för tillgänglig ROM

source: Available ROM background color:
es: Color de fondo para los ROMs disponibles:
sv: Bakgrundsfärg för tillgänglig ROM-fil:

source: Sorry, this configuration cannot be saved because one or more parameters does not look valid.
es: Disculpe, esta configuración no puede ser guardada porque uno o más parámetros no parecen válidos.
sv: Tyvärr, den här konfigurationen kan inte sparas därför att en eller flera parametrar inte ser ut att vara giltiga.

source: Please check it up then try to save again... ^^;
de: Bitte kontrollieren Sie sie und versuchen Sie nochmals zu speichern... ^^;
es: Por favor revise bien y después guarde de nuevo... ^^;
sv: Kontrollera det och försök att spara igen... ^^;

source: Configuration has been saved.
de: Einstellung wurde gespeichert.
es: La configuración ha sido guardada.
sv: Konfigurationen har sparats.

source: _File
de: _Datei
es: _Archivo
sv: _Arkiv

source: _Load ROM
es: _Cargar ROM
sv: _Läs in ROM-fil

source: From _list
de: _Liste
es: Desde una _Lista
sv: Från _lista

source: _Manually
de: _Manuell
es: _Manualmente
sv: _Manuellt

source: Load a ROM manually...
es: Cargar un ROM manualmente...
sv: Läs in en ROM-fil manuellt...

source: All files
es: Todos los archivos
sv: Alla filer

source: ROM archive
es: Archivo de ROM
sv: ROM-arkiv

source: _History
de: _Verlauf
es: _Historial
sv: _Historik

source: _Configuration
de: _Einstellungen
es: _Configuración
sv: _Konfiguration

source: _Important paths
de: _Wichtige Pfäde
es: Rutas _Importantes
sv: _Viktiga sökvägar

source: _Global emulation
de: _Emulation
es: Emulación _Global
sv: _Global emulering

source: _Display
es: _Despliegue
sv: _Visning

source: _Controls
es: _Controles
sv: _Kontroller

source: _System
es: _Sistema

source: _Other
de: _Andere
es: _Otros
sv: _Övrigt

source: _ROM drivers
es: Drivers de _ROMs
sv: _ROM-drivrutiner

source: _View/edit
es: _Ver/editar
sv: _Visa/redigera

source: _Add new
es: _Agregar nuevo
sv: _Lägg till ny

source: _Info
es: _Información

source: _License
de: _Lizenz
es: _Licencia
sv: _Licens

source: Welcome to XGngeo version %s.
es: Bienvenido a XGngeo versión %s.
sv: Välkommen till XGngeo version %s.

source: ``No boot check" option enabled: going directly to the main window (unsafe!).
es: Opción de "No boot check" habilitada: yendo directamente a la ventana principal (¡Inseguro!).
sv: Alternativet "No boot check" aktiverat: går direkt till huvudfönstret (osäkert!).

source: Scanline 50% effect
de: Scanline 50% Effekt
sv: Sveplinje 50% effekt

source: Audio / Joystick
sv: Ljud / Styrspak

source: Audio
sv: Ljud

source: Joystick
sv: Styrspak

source: _Audio / Joystick
sv: _Ljud / Styrspak

source: Auto execute Roms.
de: Roms automatisch starten.

source: Double-click on its name to select a Rom, then press Open to load it if available (blue background).
de: Doppelklicken um eine Rom-Datei auszuwählen. "Open" klicken, um sie zu starten.

source: Driver file supporting <b>%s</b> Roms.
de: Treiber-Datei unterstützt <b>%s</b> Roms.

source: History size:
de: Verlaufs-Größe:

source: Keyboard
de: Tastatur

source: Larger screen (windowed mode)
de: Größerer Bildschirm (Fenster-Modus)

source: List of Roms from your driver file.
de: Liste der Roms ihrer Treiber-Datei.

source: Main coder: Choplair. Assisted by: Pachilor.
de: Programmierer: Choplair. Assistiert von: Pachilor.

source: Neo Geo type:
de: Neo Geo Typ:

source: No Bios.
de: Kein Bios.

source: Other thing configuration
de: Andere Einstellungen

source: Rom archive
de: Rom-Archiv

source: Rom driver file ("romrc"):
de: Rom-Treiber-Datei ("romrc"):

source: Rom stopped (%s).
de: Rom gestoppt (%s).

source: Roms & Bios directory:
de: Roms & Bios Ordner:

source: Select a Rom
de: Wählen Sie eine Rom-Datei

source: Select the Rom driver file.
de: Wählen Sie die Rom-Treiber-Datei:

source: Select the Roms & Bios directory.
de: Wählen Sie das Roms & Bios Verzeichnis.

source: Select the XML file containing Rom infos.
de: Wählen Sie die XML-Datei mit den Rom-Informationen.

source: Show available Roms only.
de: Zeige nur verfügbare Roms.

source: Sorry, this configuration cannot be saved because one or more parameters look not valid.
de: Leider kann diese Einstellung nicht gespeichert werden, da einige Parameter nicht richtig gesetzt sind.

source: Starting Rom (%s)
de: Starte Rom (%s)

source: To modify a key, click the button then push your new key. This configuration is only for keyboard.
de: Um eine Taste zu ändern, klicken Sie auf den Button, dann drücken Sie ihre gewünschte Taste. Diese Konfiguration ist nur für die Tastatür.

source: Welcome to XGngeo version %i.
de: Willkommen zur XGngeo-Version %i.

source: XML file containing Rom infos (optional):
de: XML-Datei mit Rom-Informationen (optional):

source: _Graphic
de: _Grafik

source: _Keyboard
de: _Tastatur

source: _Load Rom
de: Rom _laden
